// Localized application name
"applicationName" = "Android 檔案傳輸";

// The title of the filename column when viewing a device's files.
"filenameColumnHeaderTitle" = "名稱";
// The title of the column which shows the last modification date of a device's files.
"lastModifiedColumnHeaderTitle" = "最後修改日期";
// The title of the column which shoes the file size of a device's files.
"sizeColumnHeaderTitle" = "大小";
// The title of a button which, when pressed, creates a new folder on the device.
"newFolderButtonText" = "新資料夾";
// The title of a button which, when pressed, deleted the selected files on the device.
"deleteButtonText" = "刪除";

// The title of the window showing the status of copying files to or from the device.
"copyStatusWindowTitle" = "複製";

// Text shown on a button which cancels an operation.
"cancelButton" = "取消";

// String shown in progress after the user has canceled the transfer, while it is still being
// canceled.
"cancelingLabel" = "取消中";
// String shown in progress while still preparing to start the transfer.  The placeholder is
// the name of the folder being copied to.
"preparingToCopyLabel" = "正在準備複製到「%@」";
// String shown in progress while copying multiple items. The first placeholder is the number of
// items still being copied, and will always be at least 2.  The second placeholder is the name
// of the folder being copied to.
"copyingMultipleItemsLabel" = "Copying %1$d items to \"%2$@\"";
// String shown when a single item is being copied.  The first placeholder is the filename of the
// item being copied, and the second placeholder is the name of the folder being copied to.
"copyingSingleItemLabel" = "Copying \"%1$@\" to \"%2$@\"";

// String shown during a copy while the time remaining is still being calculated.
"timeRemainingUnknown" = "正在預估剩餘時間...";
// String showing progress of a copy operation.
"timeRemainingLessThan5Seconds" = "剩下不到 5 秒";
// String showing progress of a copy operation.
"timeRemainingLessThan15Seconds" = "剩下不到 15 秒";
// String showing progress of a copy operation.
"timeRemainingLessThan30Seconds" = "剩下不到 30 秒";
// String showing progress of a copy operation.
"timeRemaining1Minute" = "剩下約 1 分鐘";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of minutes remaining, from 2-60.
"timeRemainingMinutes" = "About %1$d minutes remaining";
// String showing progress of a copy operation.
"timeRemaining1Hour" = "剩下約 1 小時";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of hours remaining, always at least 2.
"timeRemainingHours" = "About %1$d hours remaining";

// String format used to indicate how a copy is proceeding.  First placeholder is the number of
// bytes already copied, second is the total number in this copy, and the third is an estimate of
// the remaining time.
"bottomProgressStringFormat" = "已複製 %1$@，共 %2$@ - 預估剩餘時間：%3$@";

// Default name of a newly created folder.
"folderDefaultName" = "無標題資料夾";

// Status shown at the bottom of the folder view when items are selected.  First placeholder is the
// number of items selected, second is the total number of items shown.  Third placeholder is the
// amount of free space remaining on the device.
"bottomStatusFilesSelected" = "%1$d of %2$d selected, %3$@ available";
// Status shown on the bottom of the folder view when there is a single item.  Placeholder is the
// amount of free space remaining on the device.
"bottomStatusNoSelectionSingleItem" = "1 個項目，仍有 %1$@ 可用空間";
// Status shown on the bottom of the folder view when there are multiple items.  First placeholder
// is the number of items shown (always at least 2), second placeholder is the amount of free space
// remaining on the device.
"bottomStatusNoSelectionMultipleItems" = "%1$d items, %2$@ available";

// Error message shown when there was a problem deleting a file.
"errorDeletingTitle" = "刪除時發生錯誤";
// Error description shown when there was a problem deleting a file.  Placeholder is replaced
// with the name of the file.
"errorDeletingDescription" = "無法刪除名為「%@」的檔案或資料夾";
// Error message shown when there was a problem creating a foder.
"errorCreateFolderTitle" = "無法建立資料夾";
// Error message shown when there was a problem connecting to a plugged in device.
"errorConnectToDeviceTitle" = "無法與裝置連接";
// Error message shown when there was a problem connecting to a plugged in device.
"errorCommunicatingWithDeviceTitle" = "無法與裝置通訊";
// Error message shown when there was a problem getting device info.
"errorUnlockDeviceTitle" = "Can't access device storage";
// Error message shown when there was a problem renaming a folder.
"errorRenameFolderTitle" = "無法重新命名資料夾";
// Error message shown when there was a problem renaming a file.
"errorRenameFileTitle" = "無法重新命名檔案";
// Error message shown when there was a problem copying a file.
"errorCopyingFileTitle" = "無法複製檔案";
// Error message shown when there was a problem replacing a file.
"errorReplacingFileTitle" = "無法取代檔案";
// Error description shown where there was a problem copying a file.  Placeholder is replaced
// with the name of the file that was being copied.
"errorCopyingFileDescription" = "無法複製檔案「%@」";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileTitle" = "Android 檔案傳輸無法開啟檔案。";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileDescription" = "若要開啟檔案，請先將檔案移到電腦上。";
// Error title shown when a user attempts to open a file.
"errorCannotOpenMultipleTitle" = "Android 檔案傳輸無法開啟多個項目。";
// Error title shown when a user attempts to open a file.
"errorCannotOpenNoneTitle" = "未選取要開啟的項目。";
// Error title shown when a user attempts to open a file.
"errorCannotOpenBadSelectionDescription" = "請選取單一項目，然後再試一次。";
// Error description for when there was no detected error.  This message should never be shown.
"errorSuccessDescription" = "沒有錯誤";
// Error description when an operation failed because the filename does not exist.
"errorPathNotFoundDescription" = "有該名稱的項目並不存在";
// Error description shown when an operation failed because the device was not initialized.
"errorDeviceNotInitializedDescription" = "裝置未初始化。請嘗試重新連接或重新啟動裝置。";
// Error description shown when an operation failed because the name already exists.
"errorPathAlreadyExistsDescription" = "已有同名的檔案或資料夾";
// Generic error description, used when we don't have other suggestions or details from an operation
// which failed.
"errorGenericDescription" = "請嘗試重新連接或重新啟動裝置。";
// Error description shown when we can't get the storage for the device.
"errorUnlockDescription" = "If your device's screen is locked, disconnect its USB cable, unlock your screen, and then reconnect the USB cable.";
// Warning title shown when a file or folder already exists.  Placeholder is replaced with the file name.
"warningFileExistsMessage" = "此資料夾已有名為「%@」的項目。";
// Warning description shown when a file already exists, and the user may choose to replace it.
"warningFileExistsInformative" = "您要將現有的項目取代成正在複製的項目嗎？";
// Button on warning which allows the user to replace (overwrite) a file or folder.
"warningFileExistsReplace" = "取代";
// Button on warning which allows the user to skip copying a file when one already exists with that name.
"warningFileExistsSkip" = "略過";
// Button on warning which allows the user to replace (overwrite) all files or folders in a copy operation.
"warningFileExistsReplaceAll" = "全部取代";
// Warning title shown when a file attempting to be copied is too large.
"warningFileTooLargeMessage" = "檔案「%@」太大。";
// Warning description shown when a file attempting to be copied is too large.
"warningFileTooLargeInformative" = "Android 檔案傳輸只能傳輸小於 4GB 的檔案";

// Warning shown before deleting files.
"deleteWarningTitle" = "您確定要永久刪除選取的項目嗎？";
// Warning shown when the user is about to do something they might think they can undo, but can't.
"noUndoWarningInformative" = "您無法復原這個動作";

// Label for the About menu item
"menuAbout" = "關於 Android 檔案傳輸";
// Label for the Services menu item
"menuServices" = "服務";
// Label for the menu item which hides the application
"menuHide" = "隱藏 Android 檔案傳輸";
// Label for the menu item which hides the other applications
"menuHideOthers" = "隱藏其他";
// Label for the menu item which shows all windows
"menuShowAll" = "全部顯示";
// Label for the menu item which quits the application
"menuQuit" = "結束 Android 檔案傳輸";

// Label for the File menu
"menuFile" = "檔案";
// Label for the menu item which creates a new folder
"menuNewFolder" = "新資料夾";
// Label for the menu item which closes the window
"menuCloseWindow" = "關閉視窗";
// Label for the menu item which deletes the selected items
"menuDelete" = "刪除";

// Label for the Go menu
"menuGo" = "開始";
// Label for the menu item which goes back to the previous folder
"menuBack" = "返回";
// Label for the menu item which goes forward to the next folder
"menuForward" = "向前";
// Label for the menu item which goes to the enclosing folder
"menuEnclosing" = "包含資料夾";
// Label for the menu item which open the selected
"menuOpenFolder" = "開啟資料夾";

// Label for the Window menu
"menuWindow" = "視窗";
// Label for the minimize window menu item
"menuMinimize" = "最小化";
// Label for the zoom window menu item
"menuZoom" = "縮放";
// Label for the bring all to front menu item
"menuBringAllToFront" = "將此程式所有視窗移至最前";

// Label for the Help menu
"menuHelp" = "說明";
// Label for the help menu item
"menuHelpItem" = "Android 檔案傳輸說明";

// Title shown on the welcome screen.
"welcomeTitleText" = "歡迎使用 Android 檔案傳輸";
// Body text of welcome screen.
"welcomeBodyText" = "請使用 USB 傳輸線連接 Mac 與 Android 裝置。接著在 Android 檔案傳輸視窗和 Finder 視窗之間拖曳項目。請選擇 [輔助說明] > [Android 檔案傳輸說明] 瞭解詳情。\nAndroid 檔案傳輸支援 Android 3.0 或更新版本。\n";
// Button on welcome screen which will close the screen, allowing the user to use the application.
"welcomeDoneButtonLabel" = "開始使用";

// Message shown in an alert when the user starts the app without any devices.
"noDevicesTitle" = "找不到 Android 裝置";
// Message shown in an alert when the user starts the app without any devices.
"noDevicesInformative" = "請使用 USB 傳輸線連接 Android 裝置以便開始。";

// Short file size for folders.
"fileSizeFolder" = "--";
// Short file size for files or transfers under 1 KB.  Placeholder is replaced with the number of bytes of the file.
"fileSizeByte" = "%.0f bytes";
// Short file size for files or transfers under 1 MB.  Placeholder is replaced with the number of kilobytes of the file.
"fileSizeKb" = "%.0f KB";
// Short file size for files or transfers under 1 GB.  Placeholder is replaced with the number of megabytes of the file.
"fileSizeMb" = "%.1f MB";
// Short file size for files or transfers under 1 TB.  Placeholder is replaced with the number of gigabytes of the file.
"fileSizeGb" = "%.2f GB";
// Short file size for files or transfers under 1 PB.  Placeholder is replaced with the number of terabytes of the file.
"fileSizeTb" = "%.3f TB";
// Short file size for files or transfers over 1 PB.  Placeholder is replaced with the number of petabytes of the file.
"fileSizePb" = "%.3f PB";

// The help menu opens the default browser with the following URL 
"helpURL" = "http://www.google.com/support/mobile/bin/answer.py?hl=en&answer=1120329";

// Copyright statement at the end to avoid confusing the TC.
/* 
   Copyright 2010 Google Inc. All rights reserved.
 */
